{
  "id": "40689203",
  "title": "[翻译失败]",
  "full_title": "Intranasal administration of <i>Ganoderma lucidum</i>-derived exosome-like nanovesicles ameliorates cognitive impairment by reducing inflammation in a mouse model of Alzheimer's disease.",
  "abstract_en": "Although Alzheimer's disease (AD) is the most prevalent dementia in late life, with amyloid beta (Aβ) deposition and neuroinflammation are recognized among its primary pathological features. Currently, there is currently still a lack of effective therapeutic drugs for AD. <i>Ganoderma lucidum</i> (<i>G. lucidum</i>) is abundant in active ingredients that harbor anti-inflammatory properties in both central nervous system and the periphery. We attempted to determine whether <i>G. lucidum</i> contained exosome-like nanovesicles (GLENVs) and whether these GLENVs can alleviate cognitive impairment. We extracted GLENVs by the differential ultracentrifugation method and identified the components by liquid chromatography-mass spectrometry (LC-MS). The 5×FAD mice underwent a 3-month intranasal administration of GLENVs and their behavioral and pathological changes were evaluated. GLENVs were successfully extracted and identified to contain multiple ganoderic acids; intranasal administration allowed GLENVs to penetrate the blood-brain barrier to exert their effects directly. The 3-month GLENVs treatment effectively ameliorated the impairment in the memory and learning of the 5×FAD mice. The GLENVs treatment also reduced Aβ deposition in the cortex and hippocampus of 5×FAD mice, overactivated microglia, reactive astrocytes, and pro-inflammatory factors, and inhibited the Janus kinase 2 (JAK2)/Signal transducer and activator of transcription 3 (STAT3) signaling pathway. Moreover, GLENVs exerted no adverse effects on liver and kidney function. GLENVs may be a promising candidate for AD treatment.",
  "abstract_zh": "[翻译失败]",
  "source": "https://pubmed.ncbi.nlm.nih.gov/40689203/",
  "date": "2025-01",
  "time": "2025-07-22 03:22 UTC"
}