{
  "id": "40689018",
  "title": "[翻译失败]",
  "full_title": "Harnessing EVs-ncRNA for Lung Cancer: From Oncogenic Pathways to Novel Diagnostic and Therapeutic Strategies.",
  "abstract_en": "Extracellular vesicles (EVs), serving as pivotal mediators of intercellular communication within the tumor microenvironment (TME), exert substantial regulatory influence on lung cancer progression and treatment resistance through their cargo of non-coding RNA (ncRNA). This comprehensive review systematically delineates the biogenesis mechanisms of EVs-ncRNA and their dualistic biological functions in lung carcinogenesis. Pro-tumoral ncRNA are selectively packaged into EVs through specialized sorting mechanisms, subsequently activating oncogenic pathways to potentiate tumor proliferation, invasion, and angiogenesis. Conversely, tumor-suppressive ncRNA are depleted intracellularly via EV-mediated export, thereby attenuating their regulatory control over tumor-suppressive pathways. Notably, EVs-ncRNA derived from tumor stromal components-CAFs, TAMs and BMSCs-orchestrate immunosuppressive reprogramming through cross-regulatory networks, facilitating M2 macrophage polarization, T-cell exhaustion, and consequent therapeutic resistance. Clinically, EVs-ncRNA hold substantial promise as multifaceted biomarkers, enabling early detection, prognostic stratification, and dynamic monitoring of therapy resistance in malignancies. Moreover, their emerging roles as therapeutic carriers or molecular targets highlight transformative potential in precision oncology. Nevertheless, critical challenges persist, including heterogeneity resolution among EVs-ncRNA subpopulations, standardization of cross-species engineered EV production, and establishment of multi-omics dynamic monitoring systems. This synthesis provides a molecular foundation and translational framework for developing innovative diagnostic and therapeutic strategies in lung cancer management.",
  "abstract_zh": "[翻译失败]",
  "source": "https://pubmed.ncbi.nlm.nih.gov/40689018/",
  "date": "2025-01",
  "time": "2025-07-22 03:22 UTC"
}