{
  "id": "40689375",
  "title": "[翻译失败]",
  "full_title": "The umbilical cord blood exosome MFG-E8 alleviates hypoxic-ischemic encephalopathy brain injury in neonatal rats by restoring autophagy flux and inhibiting ferroptosis through GSK3β/β-catenin signaling.",
  "abstract_en": "Recent studies have revealed importance of human umbilical cord blood (HUCB)-derived exosomes (HUCB-Exo) in central nervous system diseases, but the role of HUCB-Exo in hypoxic-ischemic encephalopathy (HIE) remains unclear. This study aims to explore the mechanisms of HUCB-Exo in HIE. HIE models were constructed in 7-day-old neonatal rats using classical Rice-Vannucci modeling, and SH-SY5Y cells were induced by oxygen-glucose deprivation/reperfusion (OGD/R) injury, followed by intervention with HUCB and HUBC-Exo, either non-transfected or transfected with si-NC/si-MFG-E8. HUBC-Exo decreased cerebral infarct size and cerebral water content in HIE neonatal rats and improved short-term and long-term neurological function. HUBC-Exo down-regulated Beclin1, ATG7, and LC3 II/I expression, while promoting p62 expression in HIE neonatal rats. After HUBC-Exo treatment, NCOA4 and ACSL4 expression in HIE neonatal rats decreased, while FTH1, SLC7A11, and GPX4 expression were increased. In addition, HUBC-Exo decreased Fe<sup>2+</sup>, MDA, and ROS levels in HIE neonatal rats. Similarly, these <i>in vivo</i> results were observed <i>in vitro</i>. HUBC-Exo inhibited autophagy and ferroptosis in OGD/R-induced SH-SY5Y cells, and MFG-E8 silencing interrupted HUBC-Exo action. Further results showed that HUBC-Exo-derived MFG-E8 promoted p-GSK3β/GSK3β and Active-β-catenin/β-catenin levels in OGD/R-induced SH-SY5Y cells. Importantly, the GSK3β agonist LiCl revoked the promotion of HUBC-Exo<sup>si-MFG-E8</sup> on autophagy and ferroptosis in OGD/R-induced SH-SY5Y cells. HUBC-Exo MFG-E8 inhibited autophagy and ferroptosis, thereby alleviating brain damage in HIE neonatal rats. Our results suggested that HUBC-Exo-transmitted MFG-E8 inhibited autophagy and ferroptosis through GSK3β/β-catenin signaling, thereby alleviating brain injury in HIE neonatal rats, which provided a new idea for treating HIE.",
  "abstract_zh": "[翻译失败]",
  "source": "https://pubmed.ncbi.nlm.nih.gov/40689375/",
  "date": "2025-Dec",
  "time": "2025-07-22 03:22 UTC"
}