{
  "id": "40692863",
  "title": "[翻译失败]",
  "full_title": "Functions and mechanisms of UC-MSC-derived exosomal miR-486-5p in pulmonary fibrosis.",
  "abstract_en": "Currently, nintedanib and pirfenidone are the two primary pharmacological agents used to treat pulmonary fibrosis (PF). However, neither of these medications effectively halts the progression of PF or preserves lung function. As a result, lung transplantation remains the sole viable treatment option for patients in the advanced stages of the disease. Therefore, it is imperative to identify new therapeutic agents that can more effectively address this condition. Exosomes were harvested from the supernatants of human umbilical cord-derived mesenchymal stem cells (UC-MSCs) transfected with either control or miR-486-5p-overexpressing lentivirus via ultracentrifugation and subsequently resuspended in minimum essential medium (MEM). The immunophenotypes were analyzed by Western blotting, and their concentration was determined using the Nanoparticle Tracking Analysis device, NanoSight NS300. The influence of exosomal microRNA-486-5p (miR-486-5p) derived from UC-MSCs on apoptosis in MRC-5 cells was assessed using flow cytometry, and cell proliferation was evaluated through the CCK-8 assay. The expression levels of miR-486-5p, fibroblast growth factor 9 (FGF9), and extracellular matrix (ECM)-related genes were quantified through quantitative reverse transcription-polymerase chain reaction (qRT-PCR). MiR-486-5p inhibits TGF-β 1-induced pulmonary fibroblast differentiation by targeting FGF9. Exogenous exosomes facilitate the transfer of miR-486-5p to MRC-5 cells. The presence of exosomal miR-486-5p reduces the mRNA expression of FGF9, fibronectin (Fn), alpha-smooth muscle actin (α-SMA), vimentin, COL1A1, and COL3A1, and decreases FGF9 and vimentin protein levels. Compared to control exosomes, UC-MSC-derived exosomal miR-486-5p slightly promotes apoptosis in MRC-5 cells (<i>p</i> = 0.06) but does not significantly affect cell proliferation (<i>p</i> > 0.05). Exosomal miR-486-5p derived from UC-MSCs shows potential therapeutic efficacy in regulating fibroblast differentiation by targeting FGF9, thereby mitigating the progression of PF.",
  "abstract_zh": "[翻译失败]",
  "source": "https://pubmed.ncbi.nlm.nih.gov/40692863/",
  "date": "2025-01",
  "time": "2025-07-23 03:24 UTC"
}