{
  "id": "40691996",
  "title": "[翻译失败]",
  "full_title": "Prenatal alcohol exposure induces microglia to release exosomes with an elevated level of MIP-1α that participates in apoptotic process of stress-regulatory proopiomelanocortin neurons via glutamate excitotoxicity.",
  "abstract_en": "Microglia are known to participate in ethanol-activated neuronal death of stress-regulatory proopiomelanocortin (POMC) neurons in the hypothalamus leading to hyper corticosterone response to stress and anxiety-like behaviors in a rat model of fetal alcohol spectrum disorder. We recently reported that ethanol-activated microglia release small membrane-bound vesicles called exosomes, which carry various neuroinflammatory molecules involved in POMC neuronal death. Here, we determined if macrophage inflammatory protein (MIP)-1α, a neuroinflammatory chemokine participates in ethanol-induced POMC neuronal death during the developmental period. We used an in vitro model, consisting of primary culture of hypothalamic microglia prepared from postnatal day 2 (PND2) rat and treated with or without 50 mM ethanol for 24 h, and an in vivo animal model in which hypothalamic microglia were obtained from PND6 rats fed daily with 2.5 mg/kg ethanol or control milk formula between PND2-6. We found that ethanol elevated MIP-1α level in microglial exosomes both in vitro and in vivo models. Ethanol-activated microglial exosomes when introduced into primary cultures of β-endorphin-producing POMC neurons, increased cellular levels of MIP-1α and chemokine receptor CCR5 related signaling molecules including glutamate transporter-1 and NMDA receptor subunit genes, calcium influx, inflammatory cytokines and apoptotic genes causing apoptotic death of POMC neurons. These effect of microglial exosomes on POMC neurons were suppressed by a CCR5 antagonist Maraviroc. Maraviroc administrated in postnatal PAE rats, reduces the ethanol-induced death of POMC neurons in developing hypothalamus and suppressed stress-related corticosterone hyperresponse and anxiety-like behaviors during adulthood. These findings indicate that alcohol exposure during the developmental period increases MIP-1α levels in microglial exosomes, which activate CCR5 signaling and cause apoptosis in POMC neurons, leading to hormonal and behavioral stress response abnormalities in animals.",
  "abstract_zh": "[翻译失败]",
  "source": "https://pubmed.ncbi.nlm.nih.gov/40691996/",
  "date": "2025-Jul",
  "time": "2025-07-23 03:24 UTC"
}