{
  "id": "exosome-3",
  "keyword": "exosome",
  "title": "未知标题",
  "pmid": "40682599",
  "source": "ACS Sens",
  "date": "2025",
  "time": "2025-07-21 03:28",
  "abstract_en": "Early diagnosis of breast cancer remains a challenge. Tumor-derived exosomes are considered ideal biomarkers for liquid biopsies in early diagnosis because they carry genetic materials and proteins similar to those of tumor cells. In this paper, a glycosyl-imprinted electrochemiluminescence sensor was constructed as a specificity hunter to capture breast cancer exosomes by adsorbing the polysaccharides of exosomes PD-L1 on a glycosyl-imprinted polymer (GIP); then, PD-L1 and MUC1 were specifically labeled with the aptamer probes of Au@luminol-PD-L1 and Au@g-C<sub>3</sub>N<sub>4</sub>-MUC1, respectively. Breast cancer exosomes were identified by the GIP membrane, and then the potential-resolved ECL signals of the probes labeled on PD-L1 and MUC1 at cathodic (-1.4 V) and anodic (+0.7 V) potentials were recorded, respectively. The platform enables quantitative analysis of exosomes and the detection of exosome marker proteins PD-L1 and MUC1 in breast cancer. The determination ranges for PD-L1 and MUC1 were 2.10 × 10<sup>-4</sup> to 2.10 pg/mL and 1.88 × 10<sup>-3</sup> to 18.8 pg/mL, respectively, and the detection limits of PD-L1 and MUC1 were 0.105 fg/mL and 1.28 fg/mL, respectively. The determination range for exosomes was 2.36 × 10<sup>3</sup> to 2.36 × 10<sup>7</sup> exosomes/mL, and the detection limits of exosomes were 1.620 × 10<sup>3</sup> and 1.586 × 10<sup>3</sup> exosomes/mL via the signals of aptamer probes labeled on Au@luminol-PD-L1 and Au@g-C<sub>3</sub>N<sub>4</sub>-MUC1, respectively. Based on the simultaneous analysis of the coexistence-specific markers PD-L1 and MUC1 carried by breast cancer-derived exosomes by the GIP sensor, the selectivity for the identification of breast cancer-derived exosomes was improved, thereby greatly expanding the ability of glycosyl imprinting technology to identify breast cancer-derived exosomes and accurately distinguish breast cancer patients from healthy individuals, reducing the risk of false positives and providing a reliable tool for the clinical diagnosis of breast cancer.",
  "abstract_zh": "[翻译失败]"
}